-- phpMyAdmin SQL Dump
-- version 5.0.1
-- https://www.phpmyadmin.net/
--
-- ホスト: 127.0.0.1
-- 生成日時: 2020-11-16 01:21:26
-- サーバのバージョン： 10.4.11-MariaDB
-- PHP のバージョン: 7.4.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- データベース: `comasy`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `search_index`
--

CREATE TABLE `search_index` (
  `goods_id` varchar(10) NOT NULL,
  `keyword` varchar(16) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- テーブルのデータのダンプ `search_index`
--

INSERT INTO `search_index` (`goods_id`, `keyword`) VALUES
('b001', 'きゃべつ'),
('b001', 'キャベツ'),
('b001', '野菜'),
('b002', 'たまねぎ'),
('b002', 'タマネギ'),
('b002', '玉ねぎ'),
('b002', '玉葱'),
('b002', '野菜'),
('b003', 'もやし'),
('b003', '野菜'),
('b004', 'れたす'),
('b004', 'レタス'),
('b004', '野菜'),
('b005', 'ほうれんそう'),
('b005', 'ほうれん草'),
('b005', 'ホウレンソウ'),
('b005', 'ホウレン草'),
('b005', '野菜'),
('b006', 'はくさい'),
('b006', 'ハクサイ'),
('b006', '白菜'),
('b006', '野菜'),
('b007', 'かぼちゃ'),
('b007', 'カボチャ'),
('b007', '南瓜'),
('b007', '野菜'),
('b008', 'ねぎ'),
('b008', 'ネギ'),
('b008', '葱'),
('b008', '野菜'),
('b009', 'ぶろっこりー'),
('b009', 'ブロッコリー'),
('b009', '野菜'),
('b010', 'きゅうり'),
('b010', 'キュウリ'),
('b010', '野菜'),
('b011', 'ぴーまん'),
('b011', 'ピーマン'),
('b011', '野菜'),
('b012', 'にんじん'),
('b012', 'ニンジン'),
('b012', '人参'),
('b012', '野菜'),
('b013', 'なす'),
('b013', 'ナス'),
('b013', '茄子'),
('b013', '野菜'),
('b014', 'とまと'),
('b014', 'トマト'),
('b014', '野菜'),
('b015', 'だいこん'),
('b015', 'ダイコン'),
('b015', '大根'),
('b015', '野菜'),
('b016', 'いも'),
('b016', 'じゃがいも'),
('b016', 'じゃが芋'),
('b016', 'ジャガイモ'),
('b016', '芋'),
('b016', '野菜'),
('b017', 'いも'),
('b017', 'さといも'),
('b017', 'サトイモ'),
('b017', '芋'),
('b017', '里芋'),
('b017', '野菜'),
('b018', 'ぱぷりか'),
('b018', 'パプリカ'),
('b018', '野菜'),
('b019', 'みにとまと'),
('b019', 'ミニトマト'),
('b019', '野菜'),
('b020', 'えだまめ'),
('b020', '枝豆'),
('b020', '野菜'),
('b021', 'おくら'),
('b021', 'オクラ'),
('b021', '野菜'),
('b022', 'しそ'),
('b022', '大葉'),
('b022', '紫蘇'),
('b022', '野菜'),
('b023', 'ばんのうねぎ'),
('b023', '万能ねぎ'),
('b023', '万能葱'),
('b023', '野菜'),
('b024', 'きのこ'),
('b024', 'なめこ'),
('b024', 'キノコ'),
('b024', '野菜'),
('b025', 'いも'),
('b025', 'さつまいも'),
('b025', 'サツマイモ'),
('b025', '芋'),
('b025', '野菜'),
('b026', 'しょうが'),
('b026', 'ショウガ'),
('b026', '生姜'),
('b026', '野菜'),
('b027', 'ずっきーに'),
('b027', 'ズッキーニ'),
('b027', '野菜'),
('b028', 'にんにく'),
('b028', 'ニンニク'),
('b028', '野菜'),
('b029', 'きのこ'),
('b029', 'しめじ'),
('b029', 'キノコ'),
('b029', '野菜'),
('b030', 'ごぼう'),
('b030', '野菜'),
('b031', 'いも'),
('b031', 'ながいも'),
('b031', '芋'),
('b031', '野菜'),
('b031', '長いも'),
('b031', '長芋'),
('b032', 'きのこ'),
('b032', 'しいたけ'),
('b032', 'キノコ'),
('b032', 'シイタケ'),
('b032', '椎茸'),
('b032', '野菜'),
('b033', 'ちんげんさい'),
('b033', 'チンゲンサイ'),
('b033', 'チンゲン菜'),
('b033', '野菜'),
('b034', 'とうがん'),
('b034', '冬瓜'),
('b034', '野菜'),
('b035', 'とうもろこし'),
('b035', 'トウモロコシ'),
('b035', '野菜'),
('b036', 'ゴーヤ'),
('b036', '野菜'),
('b037', 'こまつな'),
('b037', '小松菜'),
('b037', '野菜'),
('b038', 'らっきょう'),
('b038', '野菜'),
('b039', 'にら'),
('b039', 'ニラ'),
('b039', '野菜'),
('b040', 'しゅんぎく'),
('b040', '春菊'),
('b040', '野菜'),
('b041', 'せろり'),
('b041', 'セロリ'),
('b041', '野菜'),
('b042', 'かりふらわー'),
('b042', 'カリフラワー'),
('b042', '野菜'),
('b043', 'かぶ'),
('b043', 'カブ'),
('b043', '野菜'),
('b044', 'そらまめ'),
('b044', 'そら豆'),
('b044', 'ソラマメ'),
('b044', '野菜'),
('b045', 'ぐりんぴーす'),
('b045', 'グリンピース'),
('b045', '野菜'),
('b046', 'ふき'),
('b046', '野菜'),
('b047', 'あすぱらがす'),
('b047', 'アスパラガス'),
('b047', '野菜'),
('b048', 'ししとう'),
('b048', 'ししとうがらし'),
('b048', 'しし唐'),
('b048', '野菜'),
('b049', 'きのこ'),
('b049', 'まいたけ'),
('b049', 'キノコ'),
('b049', 'マイタケ'),
('b049', '舞茸'),
('b049', '野菜'),
('b050', 'きのこ'),
('b050', 'キノコ'),
('b050', 'マッシュルーム'),
('b050', '野菜'),
('b051', 'きのこ'),
('b051', 'まつたけ'),
('b051', 'キノコ'),
('b051', 'マツタケ'),
('b051', '松茸'),
('b051', '野菜'),
('b052', 'えのき'),
('b052', 'えのきだけ'),
('b052', 'きのこ'),
('b052', 'エノキ'),
('b052', 'キノコ'),
('b052', '野菜'),
('b053', 'もろへいや'),
('b053', 'モロヘイヤ'),
('b053', '野菜'),
('b054', 'いも'),
('b054', 'やまいも'),
('b054', '山芋'),
('b054', '芋'),
('b054', '野菜'),
('b055', 'えりんぎ'),
('b055', 'きのこ'),
('b055', 'エリンギ'),
('b055', 'キノコ'),
('b055', '野菜'),
('b056', 'れんこん'),
('b056', 'レンコン'),
('b056', '蓮根'),
('b056', '野菜'),
('b057', 'みずな'),
('b057', 'ミズナ'),
('b057', '水菜'),
('b057', '野菜'),
('b058', 'みょうが'),
('b058', 'ミョウガ'),
('b058', '野菜'),
('b059', 'るっこら'),
('b059', 'ルッコラ'),
('b059', '野菜'),
('b060', 'たけのこ'),
('b060', 'タケノコ'),
('b060', '筍'),
('b060', '野菜'),
('b061', 'さやいんげん'),
('b061', '野菜'),
('b062', 'さやえんどう'),
('b062', '野菜'),
('b063', 'わけぎ'),
('b063', 'ワケギ'),
('b063', '分葱'),
('b063', '野菜'),
('b064', 'あしたば'),
('b064', 'アシタバ'),
('b064', '明日葉'),
('b064', '野菜'),
('b065', 'えしゃろっと'),
('b065', 'エシャロット'),
('b065', '野菜'),
('b066', 'みず'),
('b066', '水'),
('b066', '飲料'),
('b067', 'りょくちゃ'),
('b067', '緑茶'),
('b067', '飲料'),
('b068', 'こうちゃ'),
('b068', '紅茶'),
('b068', '飲料'),
('b069', 'うーろんちゃ'),
('b069', 'ウーロン茶'),
('b069', '烏龍茶'),
('b069', '飲料'),
('b070', 'はぶちゃ'),
('b070', 'ハブ茶'),
('b070', '飲料'),
('b071', 'むぎちゃ'),
('b071', '飲料'),
('b071', '麦茶'),
('b072', 'げんまいちゃ'),
('b072', '玄米茶'),
('b072', '飲料'),
('b073', 'ほうじちゃ'),
('b073', 'ほうじ茶'),
('b073', '飲料'),
('b074', 'ぎょくろ'),
('b074', '玉露'),
('b074', '飲料'),
('b075', 'ぷーあるちゃ'),
('b075', 'プーアル茶'),
('b075', '飲料'),
('b076', 'じゃすみんちゃ'),
('b076', 'ジャスミン茶'),
('b076', '飲料'),
('b077', 'まてちゃ'),
('b077', 'マテ茶'),
('b077', '飲料'),
('b078', 'はとむぎちゃ'),
('b078', 'ハトムギ茶'),
('b078', '飲料'),
('b079', 'るいぼすてぃー'),
('b079', 'ルイボスティー'),
('b079', '飲料'),
('b080', 'こーひー'),
('b080', 'コーヒー'),
('b080', '飲料'),
('b081', 'ここあ'),
('b081', 'ココア'),
('b081', '飲料'),
('b082', 'じゅーす'),
('b082', 'ジュース'),
('b082', '飲料'),
('b083', 'たんさんいんりょう'),
('b083', '炭酸飲料'),
('b083', '飲料'),
('b084', 'すぽーつどりんく'),
('b084', 'スポーツドリンク'),
('b084', '飲料'),
('b085', 'にゅうせいいんりょう'),
('b085', '乳性飲料'),
('b085', '飲料'),
('b086', 'えいようどりんく'),
('b086', '栄養ドリンク'),
('b086', '飲料'),
('b087', 'えなじーどりんく'),
('b087', 'エナジードリンク'),
('b087', '飲料'),
('b088', 'とうにゅう'),
('b088', '豆乳'),
('b088', '飲料'),
('b089', 'あおじる'),
('b089', '青汁'),
('b089', '飲料'),
('b090', 'すむーじー'),
('b090', 'スムージー'),
('b090', '飲料'),
('b091', 'りきゅーる'),
('b091', 'リキュール'),
('b091', '飲料'),
('b092', 'にほんしゅ'),
('b092', '日本酒'),
('b092', '飲料'),
('b093', 'しょうちゅう'),
('b093', '焼酎'),
('b093', '飲料'),
('b094', 'ぶらんでー'),
('b094', 'ブランデー'),
('b094', '飲料'),
('b095', 'うぃすきー'),
('b095', 'ウィスキー'),
('b095', '飲料'),
('b096', 'びーる'),
('b096', 'ビール'),
('b096', '飲料'),
('b097', 'わいん'),
('b097', 'ワイン'),
('b097', '飲料'),
('b098', 'ちゅーはい'),
('b098', '飲料'),
('b099', 'とりももにく'),
('b099', 'チューハイ'),
('b099', '肉'),
('b099', '鶏もも肉'),
('b099', '鶏肉'),
('b100', 'とりむねにく'),
('b100', '肉'),
('b100', '鶏むね肉'),
('b100', '鶏肉'),
('b101', 'とりささみ'),
('b101', '肉'),
('b101', '鶏ささみ'),
('b101', '鶏肉'),
('b102', 'とりてばにく'),
('b102', '肉'),
('b102', '鶏手羽肉'),
('b102', '鶏肉'),
('b103', 'すなぎも'),
('b103', '砂肝'),
('b103', '肉'),
('b103', '鶏肉'),
('b104', 'とりればー'),
('b104', '肉'),
('b104', '鶏レバー'),
('b104', '鶏肉'),
('b105', 'とりかわ'),
('b105', '肉'),
('b105', '鶏皮'),
('b105', '鶏肉'),
('b106', 'とりひきにく'),
('b106', '肉'),
('b106', '鶏ひき肉'),
('b106', '鶏肉'),
('b107', 'ぶたろーすにく'),
('b107', '肉'),
('b107', '豚ロース肉'),
('b107', '豚肉'),
('b108', 'ぶたかたろーすにく'),
('b108', '肉'),
('b108', '豚肉'),
('b108', '豚肩ロース肉'),
('b109', 'ぶたももにく'),
('b109', '肉'),
('b109', '豚もも肉'),
('b109', '豚肉'),
('b110', 'ぶたばらにく'),
('b110', '肉'),
('b110', '豚バラ肉'),
('b110', '豚肉'),
('b111', 'ぶたひれにく'),
('b111', '肉'),
('b111', '豚ヒレ肉'),
('b111', '豚肉'),
('b112', 'ぶたればー'),
('b112', '肉'),
('b112', '豚レバー'),
('b112', '豚肉'),
('b113', 'ぶたもつ'),
('b113', '肉'),
('b113', '豚もつ'),
('b113', '豚肉'),
('b114', 'とんとろ'),
('b114', 'トントロ'),
('b114', '肉'),
('b114', '豚肉'),
('b115', 'とんそく'),
('b115', '肉'),
('b115', '豚肉'),
('b115', '豚足'),
('b116', 'ぶたかたにく'),
('b116', '肉'),
('b116', '豚肉'),
('b116', '豚肩肉'),
('b117', 'ぶたひきにく'),
('b117', '肉'),
('b117', '豚ひき肉'),
('b117', '豚肉'),
('b118', 'ぎゅうひれにく'),
('b118', '牛ヒレ肉'),
('b118', '牛肉'),
('b118', '肉'),
('b119', 'ぎゅうばらにく'),
('b119', '牛バラ肉'),
('b119', '牛肉'),
('b119', '肉'),
('b120', 'ぎゅうももにく'),
('b120', '牛もも肉'),
('b120', '牛肉'),
('b120', '肉'),
('b121', 'ぎゅうろーすにく'),
('b121', '牛ロース肉'),
('b121', '牛肉'),
('b121', '肉'),
('b122', 'ぎゅうたん'),
('b122', '牛タン'),
('b122', '牛肉'),
('b122', '肉'),
('b123', 'ぎゅうればー'),
('b123', '牛レバー'),
('b123', '牛肉'),
('b123', '肉'),
('b124', 'ぎゅうひきにく'),
('b124', '牛ひき肉'),
('b124', '牛肉'),
('b124', '肉'),
('b125', 'らむにく'),
('b125', 'ラム肉'),
('b125', '肉'),
('b126', 'かもにく'),
('b126', '肉'),
('b126', '鴨肉'),
('b127', 'ばにく'),
('b127', '肉'),
('b127', '馬肉'),
('b128', 'べーこん'),
('b128', 'ベーコン'),
('b128', '肉'),
('b129', 'はむ'),
('b129', 'ハム'),
('b129', '肉'),
('b130', 'そーせーじ'),
('b130', 'ソーセージ'),
('b130', '肉'),
('b131', 'ちゃーしゅー'),
('b131', 'チャーシュー'),
('b131', '肉'),
('b132', 'なまはむ'),
('b132', '生ハム'),
('b132', '肉'),
('b133', 'さらみ'),
('b133', 'サラミ'),
('b133', '肉'),
('b134', 'すぱむ'),
('b134', 'スパム'),
('b134', '肉'),
('b135', 'こんびーふ'),
('b135', 'コンビーフ'),
('b135', '肉'),
('b136', 'ぱんちぇった'),
('b136', 'パンチェッタ'),
('b136', '肉'),
('b137', 'びーふじゃーきー'),
('b137', 'ビーフジャーキー'),
('b137', '肉'),
('b138', 'あさり'),
('b138', 'アサリ'),
('b138', '魚介'),
('b139', 'しじみ'),
('b139', 'シジミ'),
('b139', '魚介'),
('b140', 'はまぐり'),
('b140', 'ハマグリ'),
('b140', '魚介'),
('b141', 'ほたて'),
('b141', 'ホタテ'),
('b141', '魚介'),
('b142', 'かき'),
('b142', 'カキ'),
('b142', '牡蠣'),
('b142', '魚介'),
('b143', 'むーるがい'),
('b143', 'ムール貝'),
('b143', '魚介'),
('b144', 'あわび'),
('b144', 'アワビ'),
('b144', '魚介'),
('b145', 'さざえ'),
('b145', 'サザエ'),
('b145', '魚介'),
('b146', 'つぶがい'),
('b146', 'つぶ貝'),
('b146', '魚介'),
('b147', 'あかがい'),
('b147', '赤貝'),
('b147', '魚介'),
('b148', 'ばいがい'),
('b148', 'ばい貝'),
('b148', '魚介'),
('b149', 'かいばしら'),
('b149', '貝柱'),
('b149', '魚介'),
('b150', 'さけ'),
('b150', 'サケ'),
('b150', '魚介'),
('b150', '鮭'),
('b151', 'さば'),
('b151', 'サバ'),
('b151', '魚介'),
('b151', '鯖'),
('b152', 'まぐろ'),
('b152', 'マグロ'),
('b152', '魚介'),
('b152', '鮪'),
('b153', 'さーもん'),
('b153', 'サーモン'),
('b153', '魚介'),
('b154', 'ぶり'),
('b154', 'ブリ'),
('b154', '魚介'),
('b154', '鰤'),
('b155', 'たら'),
('b155', 'タラ'),
('b155', '魚介'),
('b155', '鱈'),
('b156', 'たい'),
('b156', 'タイ'),
('b156', '魚介'),
('b156', '鯛'),
('b157', 'かつお'),
('b157', 'カツオ'),
('b157', '魚介'),
('b157', '鰹'),
('b158', 'かじき'),
('b158', 'カジキ'),
('b158', '梶木'),
('b158', '魚介'),
('b159', 'さんま'),
('b159', 'サンマ'),
('b159', '秋刀魚'),
('b159', '魚介'),
('b160', 'いわし'),
('b160', 'イワシ'),
('b160', '魚介'),
('b160', '鰯'),
('b161', 'あじ'),
('b161', 'アジ'),
('b161', '魚介'),
('b161', '鯵'),
('b162', 'ししゃも'),
('b162', 'シシャモ'),
('b162', '柳葉魚'),
('b162', '魚介'),
('b163', 'かれい'),
('b163', 'カレイ'),
('b163', '魚介'),
('b164', 'ひらめ'),
('b164', 'ヒラメ'),
('b164', '魚介'),
('b165', 'すずき'),
('b165', 'スズキ'),
('b165', '魚介'),
('b166', 'ほっけ'),
('b166', 'ホッケ'),
('b166', '魚介'),
('b167', 'きす'),
('b167', 'キス'),
('b167', '魚介'),
('b168', 'むつ'),
('b168', 'ムツ'),
('b168', '魚介'),
('b169', 'たちうお'),
('b169', 'タチウオ'),
('b169', '太刀魚'),
('b169', '魚介'),
('b170', 'きんき'),
('b170', 'キンキ'),
('b170', '魚介'),
('b171', 'にしん'),
('b171', 'ニシン'),
('b171', '魚介'),
('b172', 'めばる'),
('b172', 'メバル'),
('b172', '魚介'),
('b173', 'はも'),
('b173', 'ハモ'),
('b173', '魚介'),
('b174', 'かわはぎ'),
('b174', 'カワハギ'),
('b174', '魚介'),
('b175', 'わかさぎ'),
('b175', 'ワカサギ'),
('b175', '魚介'),
('b176', 'うなぎ'),
('b176', 'ウナギ'),
('b176', '魚介'),
('b176', '鰻'),
('b177', 'あなご'),
('b177', 'アナゴ'),
('b177', '穴子'),
('b177', '魚介'),
('b178', 'いか'),
('b178', 'イカ'),
('b178', '魚介'),
('b179', 'たこ'),
('b179', 'タコ'),
('b179', '魚介'),
('b180', 'えび'),
('b180', 'エビ'),
('b180', '海老'),
('b180', '魚介'),
('b181', 'あまえび'),
('b181', 'アマエビ'),
('b181', '甘海老'),
('b181', '魚介'),
('b182', 'いせえび'),
('b182', 'イセエビ'),
('b182', '伊勢海老'),
('b182', '魚介'),
('b183', 'かに'),
('b183', 'カニ'),
('b183', '蟹'),
('b183', '魚介'),
('b184', 'しらす'),
('b184', 'シラス'),
('b184', '魚介'),
('b185', 'たらこ'),
('b185', 'タラコ'),
('b185', '魚介'),
('b186', 'いくら'),
('b186', 'イクラ'),
('b186', '魚介'),
('b187', 'とびっこ'),
('b187', 'トビッコ'),
('b187', '魚介'),
('b188', 'うに'),
('b188', 'ウニ'),
('b188', '魚介'),
('b189', 'かずのこ'),
('b189', 'カズノコ'),
('b189', '数の子'),
('b189', '魚介'),
('b190', 'しらこ'),
('b190', 'シラコ'),
('b190', '白子'),
('b190', '魚介'),
('b191', 'くらげ'),
('b191', '海月'),
('b191', '魚介'),
('b192', 'ほたるいか'),
('b192', 'ホタルイカ'),
('b192', '魚介'),
('b193', 'ちくわ'),
('b193', '竹輪'),
('b193', '魚介'),
('b194', 'かまぼこ'),
('b194', '魚介'),
('b195', 'はんぺん'),
('b195', '魚介'),
('b196', 'ぎょにくそーせーじ'),
('b196', '魚介'),
('b196', '魚肉ソーセージ'),
('b197', 'さくらえび'),
('b197', 'サクラエビ'),
('b197', '桜海老'),
('b197', '魚介');
('b198','魚介')
('b198','すじこ')
('b198','筋子')
('b199','魚介')
('b199','明太子')
('b199','めんたいこ')
('b200','魚介')
('b200','しーふーどみっくす')
('b200','シーフードミックス')
('b201','魚介')
('b201','ツナ缶')
('b200','つなかん')
('b202','魚介')
('b202','さばの水煮缶')
('b202','さばのみずにかん')
('b203','デザート')
('b203','イチゴ')
('b203','いちご')
('b204','デザート')
('b204','キウイフルーツ')
('b204','きういふるーつ')
('b205','デザート')
('b205','スイカ')
('b205','すいか')
('b206','デザート')
('b206','ばなな')
('b206','バナナ')
('b207','デザート')
('b207','みかん')
('b207','ミカン')
('b208','デザート')
('b208','りんご')
('b208','リンゴ')
('b209','デザート')
('b209','おれんじ')
('b209','オレンジ')
('b210','デザート')
('b210','まんごー')
('b210','マンゴー')
('b211','デザート')
('b211','ぱいなっぷる')
('b211','パイナップル')
('b212','デザート')
('b212','めろん')
('b212','メロン')
('b213','デザート')
('b213','もも')
('b213','桃')
('b214','デザート')
('b214','ぶどう')
('b214','ブドウ')
('b215','デザート')
('b215','ぐれーぷふるーつ')
('b215','グレープフルーツ')
('b216','デザート')
('b216','ちょこれーと')
('b216','チョコレート')
('b217','デザート')
('b217','あいすくりーむ')
('b217','アイスクリーム')
('b218','デザート')
('b218','ぶるーべりー')
('b218','ブルーベリー')
('b219','デザート')
('b219','あんこ')
('b219','餡子')
('b220','デザート')
('b220','さくらんぼ')
('b220','サクランボ')
('b221','デザート')
('b221','柿')
('b221','かき')
('b222','デザート')
('b222','梨')
('b222','なし')
('b223','デザート')
('b223','あんず')
('b223','杏')
('b224','デザート')
('b224','くらんべりー')
('b224','くらんべりー')
('b225','デザート')
('b225','プルーン')
('b225','ぷるーん')
('b226','デザート')
('b226','ようなし')
('b226','洋ナシ')
('b227','デザート')
('b227','ぷらむ')
('b227','プラム')
('b228','デザート')
('b228','くり')
('b228','栗')
('b229','デザート')
('b229','レーズン')
('b229','れーずん')
('b230','デザート')
('b230','ナッツ')
('b230','なっつ')
('b231','デザート')
('b231','けーき')
('b231','ケーキ')
('b232','デザート')
('b232','しゅーくりーむ')
('b232','シュークリーム')
('b233','デザート')
('b233','ぷりん')
('b233','プリン')
('b234','デザート')
('b234','れもん')
('b234','レモン')
('b235','デザート')
('b235','ざくろ')
('b235','柘榴')
('b236','デザート')
('b236','びわ')
('b236','ビワ')
('b237','デザート')
('b237','ぜりー')
('b237','ゼリー')
('b238','デザート')
('b238','くらっかー')
('b238','クラッカー')
('b239','デザート')
('b239','水あめ')
('b239','みずあめ')
('b240','調味料')
('b240','塩')
('b240','しお')
('b241','調味料')
('b241','砂糖')
('b241','さとう')
('b242','調味料')
('b242','しょうゆ')
('b242','醤油')
('b243','調味料')
('b243','りょうりしゅ')
('b243','料理酒')
('b244','調味料')
('b244','味醂')
('b244','みりん')
('b245','調味料')
('b245','す')
('b245','酢')
('b246','調味料')
('b246','みそ')
('b246','味噌')
('b247','調味料')
('b247','ばたー')
('b247','バター')
('b248','調味料')
('b248','まーがりん')
('b248','マーガリン')
('b249','調味料')
('b249','サラダ油')
('b249','さらだあぶら')
('b249','さらだゆ')
('b250','調味料')
('b250','おーりぶおいる')
('b250','オリーブオイル')
('b251','調味料')
('b251','ごまあぶら')
('b251','ごま油')
('b252','調味料')
('b252','まよねーず')
('b252','マヨネーズ')
('b253','調味料')
('b253','けちゃっぷ')
('b253','ケチャップ')
('b254','調味料')
('b254','どれっしんぐ')
('b254','ドレッシング')
('b255','調味料')
('b255','しおこしょう')
('b255','塩コショウ')
('b255','塩胡椒')
('b256','調味料')
('b256','めんつゆ')
('b257','調味料')
('b257','うすたーそーす')
('b257','ウスターソース')
('b258','調味料')
('b258','蜂蜜')
('b258','はちみつ')
('b258','ハチミツ')
('b259','調味料')
('b259','わふうだし')
('b259','和風だし')
('b260','調味料')
('b260','中華だし')
('b260','ちゅうかだし')
('b261','調味料')
('b261','うま味調味料')
('b261','うまみちょうみりょう')
('b262','調味料')
('b262','おろしにんにく')
('b263','調味料')
('b263','おろししょうが')
('b264','調味料')
('b264','おいすたーそーす')
('b264','オイスターソース')
('b265','調味料')
('b265','ぶらっくぺっぱー')
('b265','ブラックペッパー')
('b266','調味料')
('b266','コンソメ')
('b266','こんそめ')
('b267','調味料')
('b267','わさび')
('b267','ワサビ')
('b268','調味料')
('b268','からし')
('b268','辛子')
('b269','調味料')
('b269','ぽんず')
('b269','ポン酢')
('b270','調味料')
('b270','じゃむ')
('b270','ジャム')
('b271','調味料')
('b271','ぴーなっつばたー')
('b271','ピーナッツバター')
('b272','調味料')
('b272','ばにらえっせんす')
('b272','バニラエッセンス')
('b273','調味料')
('b273','かれーこ')
('b273','カレー粉')
('b274','調味料')
('b274','ぱせり')
('b274','パセリ')
('b275','調味料')
('b275','ばじる')
('b275','バジル')
('b276','調味料')
('b276','しなもん')
('b276','シナモン')
('b277','調味料')
('b277','ろーりえ')
('b277','ローリエ')
('b278','調味料')
('b278','なつめぐ')
('b278','ナツメグ')
('b279','調味料')
('b279','とうがらし')
('b279','唐辛子')
('b280','調味料')
('b280','ろーずまりー')
('b280','ローズマリー')
('b281','調味料')
('b281','さんしょう')
('b281','さんしょう')
('b282','調味料')
('b282','クミン')
('b282','くみん')
('b283','調味料')
('b283','たーめりっく')
('b283','ターメリック')
('b284','調味料')
('b284','さふらん')
('b284','サフラン')
('b285','調味料')
('b285','おーるすぱいす')
('b285','おーるすぱいす')
('b286','調味料')
('b286','がーりっくぱうだー')
('b286','ガーリックパウダー')
('b287','調味料')
('b287','おれがの')
('b287','オレガノ')
('b288','調味料')
('b288','たいむ')
('b288','タイム')
('b289','調味料')
('b289','はっかく')
('b289','八角')
('b290','調味料')
('b290','ちりぱうだー')
('b290','チリパウダー')
('b291','調味料')
('b291','パプリカパウダー')
('b291','ぱぷりかぱうだー')
('b292','調味料')
('b292','くろーぶ')
('b292','クローブ')
('b293','調味料')
('b293','かるだもん')
('b293','カルダモン')
('b294','調味料')
('b294','五香粉')
('b294','ウーシャンフェン')
('b295','調味料')
('b295','ほわいとぺっぱー')
('b295','ホワイトペッパー')
('b296','調味料')
('b296','こりあんだー')
('b296','コリアンダー')
('b297','調味料')
('b297','めーぷるしろっぷ')
('b297','メープルシロップ')
('b298','調味料')
('b298','ますたーど')
('b298','マスタード')
('b299','調味料')
('b299','らーゆ')
('b299','ラー油')
('b300','調味料')
('b300','こちゅじゃん')
('b300','コチュジャン')





--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `search_index`
--
ALTER TABLE `search_index`
  ADD PRIMARY KEY (`goods_id`,`keyword`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
